{
  "ADS": {
    "Interstitial_id": "",
    "Interstitial_idf": "5727589327274398_5727592183940779 ",
    "Text1": "  Guide for Play First Touch Soccer 2023 now FTS 23 provide for you the latest development, by giving brand new highlights, modes, and plans that achieve a brilliantly made soccer coordinate It is a disconnected soccer match that accompanies limitless coins to assist you with beating your rivals. you will introduce FTS 23 MOD apk for nothing",
    "Text2": "  This is perhaps of the best Ft adaptation of all time. The associations and logos of the groups are refreshed till the most recent exchanges and deliveries. Indeed, even the cooperative individuals are additionally in the right group. We continue to refresh our group information so you get the most recent of the exchanges, units, and logo.",
    "Text3": "  First Touch Games passed on no way to abandon any element, First Touch Soccer 2023 permits you to lead your club and become its director and coach, and take care of your results and targets . The modded 2023 variant has further developed connection point and route menu. Likewise the control fastens new look making it more straightforward to play",
    "Text4": "  First Touch Soccer 2023 download is allowed to utilize. You can Listen to FTS Songs here. Use Manager Mode to sign new players, organize agreements and change your field, as it's work to meet your necessities and all of your essentials and walk your group towards victory.now simple to easily be use and move around your screen",
    "Text5": "  The game goes with stunning elements and ongoing interaction illustrations similarly as players and arenas which add to an even prevalent and pragmatic gaming experience that places you in any game. With limitless possibilities and overhauled AI, it's reliant upon you to portray your method, tactics,During game play with no type of hanging.",
    "Text6": "  You can likewise partake in everyday difficulties on the game's Match Challenge mode. You can likewise play whether you're perfect or still need a few planning and play against other gamers. Play against others to see who's the best soccer player and who is the most serious gamble to other people.you can in any case construct and tweak your arena",
    "Text7": "  Download the guide now and start practicing to transform into the best soccer player or the best guide. Train Deal with your own football club and help it with getting to the series of wins .Currently the game is just accessible for Android albeit the iOS adaptation is still being developed stages",
    "Text8": "  Rate us and ejoy guide FTS 2023 , Once the establishment is finished, you can utilize the application not surprisingly.",
    "banner_id": "",
    "banner_idf": "5727589327274398_5727591343940863 ",
    "Nativeads_idf": "5727589327274398_5727592537274077 ",
    "Nativeads_id": "",
    "linkbuttun": " ",
    "networkAd": "facebook"
  }
}
